{
  "title-faq":"Questions fréquentes",
  "subtitle-faq-1":"Nous savons que vous avez quelques questions en tête, nous avons mis ",
  "subtitle-faq-2":"en évidence les plus importantes",
  "label-faq-1":"Qu'est-ce que Chia ?",
  "description-faq-1":"Chia est née en août 2017 dans le but de développer une blockchain améliorée et une plate-forme de transaction intelligente. Le réseau de Chia cherche à améliorer le système financier et de paiement mondial, cherchant à être la première monnaie numérique commerciale. Chia utilise le premier nouvel algorithme de consensus depuis la création de Bitcoin, qui est la preuve de l'espace et du temps, créé par Bram Cohen, le meilleur ingénieur de protocole réseau vivant et inventeur de BitTorrent. Avec chia, Chialisp est né, le nouveau langage de programmation de transactions intelligentes puissant, facile à auditer et sécurisé.",
  "label-faq-2":"Bitcoin n'est-il pas assez bon ?",
  "description-faq-2":"Lorsque Bitcoin a été développé, il n'était pas envisagé que le matériel spécialisé puisse largement surpasser les ordinateurs d'aujourd'hui. Ce qui devait être un réseau décentralisé est désormais contrôlé par un petit nombre de mineurs, avec accès aux usines de fabrication de puces et aux achats d'électricité en gros. Les mineurs qui contrôlent actuellement le réseau Bitcoin ont un avantage concurrentiel et s'opposent à la modification du protocole même lorsqu'il est clair qu'il doit être modifié. Chia a eu dix ans pour étudier le nouvel écosystème de la monnaie numérique, faisant de Chia la crypto-monnaie la plus décentralisée, la plus sécurisée et la plus conviviale.",
  "label-faq-3":"De quoi ai-je besoin pour créer un tracé ?",
  "description-faq-3":"Pour créer un tracé, les exigences minimales sont de 4 Go de RAM, 2 threads de processeur et au moins 500 Go de stockage. Gardez à l'esprit que les fichiers temporaires peuvent peser plus de 256 Go. Pour créer des tracés avec une vitesse plus élevée, il est recommandé de stocker les fichiers temporaires sur un SSD, en raison de la taille des fichiers, le disque SSD doit disposer d'au moins 257 Go d'espace libre pour pouvoir créer 1 parcelle. Avec un SSD de 1 To vous pouvez créer 3 plots en parallèle, avec un de 2 To jusqu'à 7 plots en parallèle et ainsi de suite progressivement. Lors du stockage des fichiers finaux, il est recommandé d'utiliser des disques durs de grande capacité pour pouvoir enregistrer autant de tracés que possible. Les SSD ont une durée de vie mesurée en TBW (Terabytes Written) et chaque parcelle peut consommer entre 1,6 et 1,8 TBW. Il est recommandé de faire attention à la durée de vie maximale de chaque SSD.",
  "label-faq-4":"Quelle est la différence entre un plot portable et un plot non portable ?",
  "description-faq-4":"les parcelles non portables sont toutes celles qui ont été créées avant la mise à jour prévue fin mai. Ceux-ci ne peuvent pas être utilisés dans les piscines officielles, mais peuvent toujours être utilisés pour l'agriculture individuelle. Après la mise à jour prévue fin mai, toutes les parcelles créées seront portables. Ceux-ci peuvent être utilisés en piscine ou en exploitation individuelle, au choix de l'utilisateur.",
  "label-faq-5":"Comment fonctionnent les piscines Chia ?",
  "description-faq-5":"Comme d'autres pools de crypto-monnaie, à Chia, les pools sont constitués d'un groupe de personnes qui cultivent ensemble.Lorsque l'un des utilisateurs du groupe gagne un bloc, ils partagent tous la récompense. Pour les pools Chia, l'utilisateur qui remporte le bloc de 2 XCH obtient 0,25 XCH et les 1,75 XCH restants sont partagés avec le pool, garantissant des bénéfices quotidiens presque constants à tous les participants. Afin de financer leurs opérations, la plupart des pools facturent une petite commission.",
  "label-faq-6":"Comment puis-je rejoindre Chiatk ?",
  "description-faq-6":"Étant un pool officiel, Chiatk nécessite au moins 1 parcelle portable et une connexion Internet, pour pouvoir se connecter à notre serveur. La piscine sera opérationnelle après la mise à jour de fin mai."
}