{
  "title-faq":"Perguntas frequentes",
  "subtitle-faq-1":"Nós sabemos que você tem algumas perguntas em mente, nós temos ",
  "subtitle-faq-2":"destacou os mais importantes.",
  "label-faq-1":"O que é Chia?",
  "description-faq-1":"A Chia nasceu em agosto de 2017 com o objetivo de desenvolver um blockchain aprimorado e uma plataforma de transação inteligente. A rede de Chia busca aprimorar o sistema financeiro e de pagamentos global, buscando ser o primeiro negócio de dinheiro digital. Chia está usando o primeiro novo algoritmo de consenso desde a criação do Bitcoin, que é a Prova de Espaço e Tempo, criada por Bram Cohen, o melhor engenheiro de protocolo de rede vivo e inventor do BitTorrent. Junto com a chia, nasce o Chialisp, a nova linguagem de programação de transações inteligentes, poderosa, fácil de auditar e segura.",
  "label-faq-2":"Bitcoin não é bom o suficiente?",
  "description-faq-2":"Quando o Bitcoin foi desenvolvido, não se imaginava que o hardware especializado pudesse superar os computadores atuais. O que se pretendia ser uma rede descentralizada, agora é controlada por um pequeno número de mineradoras, com acesso a fábricas de chips e compras no atacado de eletricidade. Os mineiros que atualmente controlam a rede Bitcoin têm uma vantagem competitiva e se opõem a mudar o protocolo, mesmo quando está claro que ele deve ser mudado. Chia teve dez anos para estudar o novo ecossistema de dinheiro digital, tornando Chia a criptomoeda mais descentralizada, segura e fácil de usar.",
  "label-faq-3":"O que eu preciso para criar um enredo?",
  "description-faq-3":"Para criar um gráfico, os requisitos mínimos são 4 GB de RAM, 2 threads de processador e pelo menos 500 GB de armazenamento. Lembre-se de que os arquivos temporários podem pesar mais de 256 GB. Para criar plotagens com maior velocidade, é recomendável armazenar os arquivos temporários em um SSD, devido ao tamanho dos arquivos a unidade de estado sólido deve ter pelo menos 257 GB livres para ser capaz de criar 1 plotagem. Com um SSD de 1 TB, você pode criar 3 plotagens em paralelo, com uma de 2 TB até 7 plotagens em paralelo e assim por diante progressivamente. Ao armazenar os arquivos finais, é recomendável usar HDDs de alta capacidade para poder salvar o maior número possível de plotagens. Os SSDs têm uma vida útil medida em TBW (Terabytes Gravados) e cada plotagem pode consumir entre 1,6 e 1,8 TBW. Recomenda-se prestar atenção à vida útil máxima de cada SSD.",
  "label-faq-4":"Qual é a diferença entre plotters portáteis e não portáteis?",
  "description-faq-4":"Parcelas não portáteis são todas aquelas que foram criadas antes da atualização programada para o final de maio. Estes não podem ser usados ​​em piscinas oficiais, mas ainda podem ser usados ​​para agricultura individual. Após a atualização prevista para o final de maio, todas as parcelas criadas serão portáteis. Eles podem ser usados ​​no pool ou para farm individualmente, conforme decidido pelo usuário.",
  "label-faq-5":"Como funcionam as piscinas Chia?",
  "description-faq-5":"Como outros pools de criptomoedas, em Chia os pools são formados por um grupo de pessoas que cultivam juntas. Quando um dos usuários do grupo ganha um bloco, todos compartilham a recompensa. Para os pools Chia, o usuário que ganha o bloco de 2 XCH recebe 0,25 XCH e os 1,75 XCH restantes são compartilhados com o pool, garantindo lucros diários quase constantes para todos os participantes. Para financiar suas operações, a maioria dos pools cobra uma pequena comissão.",
  "label-faq-6":"Como posso entrar no Chiatk?",
  "description-faq-6":"Por ser uma piscina oficial, a Chiatk requer pelo menos 1 lote portátil e conexão à internet para poder se conectar ao nosso servidor. A piscina estará operacional após a atualização do final de maio."
}